test/examples/simple.org
#+Title: simple example

A simple example with a headline and a paragraph.

* Top level headline                                               :EDITABLE:

Lorem ipsum *dolor* sit amet, consectetuer adipiscing elit. Donec
hendrerit tempor tellus. Donec pretium posuere tellus. Proin quam
nisl, tincidunt et, /mattis/ eget, convallis nec, purus. Cum sociis
natoque penatibus et magnis dis parturient montes, nascetur ridiculus
mus. Nulla posuere. Donec vitae dolor. Nullam _tristique_ diam non
turpis. Cras placerat accumsan nulla. Nullam rutrum. Nam vestibulum
accumsan nisl.

- one
- two
- three
