test/examples/simple.html
<?xml version="1.0" encoding="iso-8859-1"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
	       "http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en"> 
<head>
<title>simple example</title>

<meta http-equiv="Content-Type" content="text/html;charset=iso-8859-1"/>
<meta name="title" content="simple example"/>
<meta name="generator" content="Org-mode"/>
<meta name="generated" content=""/>
<meta name="author" content="Eric Schulte"/>
<meta name="description" content="nil"/>
<meta name="keywords" content="nil"/>
</head>
<body>
<div id="content">
<h1 class="title">simple example</h1>
<p>
A simple example with a headline and a paragraph.
</p>

<div id="outline-container-1" class="outline-2">
<h2 id="sec-1"><span class="section-number-2">1</span> Top level headline&nbsp;&nbsp;&nbsp;<span class="tag"><span class="EDITABLE">EDITABLE</span></span></h2>
<div class="outline-text-2" id="text-1">
<div class="edit_in_place"><p>
Lorem ipsum <b>dolor</b> sit amet, consectetuer adipiscing elit. Donec
hendrerit tempor tellus. Donec pretium posuere tellus. Proin quam
nisl, tincidunt et, <i>mattis</i> eget, convallis nec, purus. Cum sociis
natoque penatibus et magnis dis parturient montes, nascetur ridiculus
mus. Nulla posuere. Donec vitae dolor. Nullam <span style="text-decoration:underline;">tristique</span> diam non
turpis. Cras placerat accumsan nulla. Nullam rutrum. Nam vestibulum
accumsan nisl.
</p></div><div class="raw-org" contents-begin="156" contents-end="577">Lorem ipsum *dolor* sit amet, consectetuer adipiscing elit. Donec
hendrerit tempor tellus. Donec pretium posuere tellus. Proin quam
nisl, tincidunt et, /mattis/ eget, convallis nec, purus. Cum sociis
natoque penatibus et magnis dis parturient montes, nascetur ridiculus
mus. Nulla posuere. Donec vitae dolor. Nullam _tristique_ diam non
turpis. Cras placerat accumsan nulla. Nullam rutrum. Nam vestibulum
accumsan nisl.

</div>

<div class="edit_in_place"><ul>
<li>one
</li>
<li>two
</li>
<li>three
</li>
</ul></div><div class="raw-org" contents-begin="577" contents-end="597">- one
- two
- three
</div>
</div>
</div>

</div>
<div id="postamble">
<p class="date"> Date:  </p> 
<p class="author"> Author : Eric Schulte</p>
<p class="creator"> Generated by Org mode 7.8.11 in Emacs 24.1.50.1. </p><a href="http://validator.w3.org/check?uri=referer">Validate XHTML 1.0</a>

</div>
</body>
</html>
